{
    "pawn": "Pion",
    "rook": "Toren",
    "knight": "Paard",
    "bishop": "Loper",
    "queen": "Dame",
    "king": "Koning",
    "playPacoSako": "Speel Paco Ŝako",
    "createNewGame": "Maak een nieuw spel",
    "lightspeed": "Lichtsnelheid",
    "blitz": "Blitz",
    "rapid": "Snel",
    "relaxed": "Ontspannen",
    "custom": "Op maat",
    "noTimer": "Geen timer",
    "createMatch": "Partij maken",
    "playWithoutTimeLimit": "Speel zonder tijdslimiet",
    "iGotAnInvite": "Ik heb een uitnodiging",
    "enterMatchId": "Geef Match-ID op",
    "matchId": "Match-ID",
    "joinGame": "Speel mee",
    "recentSearchNotAsked": "Zoek recente partijen",
    "recentSearchLoading": "Zoeken naar recente partijen…",
    "recentSearchError": "Fout bij het zoeken naar partijen! Opnieuw proberen?",
    "recentSearchNoGames": "Er zijn onlangs geen partijen gestart. Nogmaals controleren?",
    "recentSearchRefresh": "Verversen",
    "match": "Partij",
    "gameTitle": "Speel Paco Ŝako - pacoplay.com",
    "gameRestartMove": "Herstel zet",
    "gamePlayAs": "Speel als:",
    "gameNotConnected": "Niet verbonden",
    "gamePacoWhite": "Paco Wit",
    "gamePacoBlack": "Paco Zwart",
    "gameDraw": "Remise",
    "gameTimeout": "(Time-out)",
    "gameWatchReplay": "Bekijk herhaling",
    "gameWhite": "Wit",
    "gameBlack": "Zwart",
    "replayShowInEditor": "Weergeven in editor",
    "replayRematchFromHere": "Rematch vanaf hier",
    "decoNormalMode": "Normale modus",
    "decoHighlight": "Markeer",
    "decoClearHighlight": "Wis markering",
    "decoArrows": "Pijlen",
    "decoClearArrows": "Wis",
    "editorPageNotFound": "Pagina niet gevonden. Open lege editor.",
    "headerPlayPacoSako": "Speel Paco Ŝako",
    "headerDesignPuzzles": "Ontwerp puzzel",
    "headerTutorial": "Zelfstudie",
    "gamesArePublicHint": "Alle partijen die je speelt, worden voor onbepaalde tijd opgeslagen en zijn openbaar beschikbaar!",
    "hideGamesArePublicHint": "Bericht verbergen",
    "tutorialPageTitle": "Leer Paco Ŝako - pacoplay.com",
    "communityOfficialWebsiteLink": "https://pacosako.com/en",
    "replayPreviousMove": "Vorige zet",
    "replayPreviousAction": "Vorige actie",
    "copy": "kopieer",
    "editorWhiteShort": "W:",
    "editorAddPiece": "Voeg stuk toe:",
    "editorBlackShort": "Z:",
    "editorExportOptionsShow": "Toon exporteer opties",
    "editorExportOptionsHide": "Verberg exporteer opties",
    "replayNextMove": "Volgende zet",
    "replayNextAction": "Volgende actie",
    "replayRestart": "Herstel",
    "editorDownloadAsSvg": "Download als SVG",
    "editorDownloadAsPng": "Download als PNG",
    "gameCopyToClipboard": "kopiëren link voor een vriend",
    "enableGameProtection": "Zet spelbescherming aan",
    "replayPlayAll": "Speel alles",
    "watchLatestMatches": "Bekijk de laatst gespeelde partijen",
    "showMovementIndicators": "Toon bewegingsindicator",
    "websocketWarningReconnecting": "Opnieuw verbinden…",
    "editorPageTitle": "Ontwerp puzzels - pacoplay.com",
    "communityStarOnGithub": "Ster op GitHub!",
    "loadingReplayData": "Herhaling laden…",
    "editorLegacyNotationPaste": "Plak positie notatie",
    "pageNotFoundReturn": "Pagina niet gevonden. Keer terug naar de startpagina.",
    "communityOfficialWebsite": "Ga naar de officiële Paco Ŝako website!",
    "websocketWarningConnecting": "Verbinden…",
    "editorPieceColors": "Kleur van de speelstukken",
    "editorLegacyNotationLoad": "Laad",
    "communityJoinOnDiscord": "Sluit je aan bij onze community op Discord!",
    "enableRepetitionDraw": "drievoudige herhaling is gelijkspel",
    "quickSettingsHeader": "Snelle Instellingen",
    "editorLegacyNotationRecover": "Herstel positie vanuit notatie",
    "orUseArrows": "(of gebruik de pijltjestoetsen)",
    "replayWithOpening": " als opening",
    "watchReplayPageTitle": "Bekijk herhaling - pacoplay.com",
    "communityWatchOnTwitch": "Kijk via Twitch!",
    "quickSettingsPlaySounds": "Speel geluid",
    "tutorial00ClickToEnableYoutube": "Klik om de video te activeren. Door te klikken laad je inhoud van YouTube.",
    "tutorial01Introduction1": "Een introductie tot Paco Ŝako",
    "tutorial01Introduction2": "Paco Ŝako is een spel over vrede gemaakt door de Nederlandse kunstenaar Felix Albers. De naam Paco Ŝako betekent \"Vredesschaken\" in het Esperanto, de taal van vrede.",
    "tutorial01Introduction3": "Dit eerste deel van de tutorial is ook beschikbaar in het Engels op Youtube, als je liever via een video leert.",
    "tutorial02Movement1": "De beweging van stukken",
    "tutorial02Movement2": "Elk Paco Ŝako stuk beweegt op dezelfde manier als een traditioneel schaakstuk. Deze tutorial gaat ervan uit dat je al een basisbegrip van schaken hebt.",
    "tutorial02Movement3": "Hier is een opening van een Paco Ŝako spel waarin enkele reguliere zetten worden gespeeld. Klik of tik om te spelen!",
    "tutorial02Movement4": "Hoewel deze zetten de regels van schaken volgen, lijken ze behoorlijk roekeloos. Beide spelers plaatsen hun waardevolle stukken rechtstreeks op bedreigde velden. Wat gebeurt hier?",
    "tutorial03CreateUnion1": "Een eenheid maken",
    "tutorial03CreateUnion2": "In Paco Ŝako verwijder je nooit de stukken van de andere speler. In plaats daarvan heb je de optie om je stuk te verenigen met die van hen. Beide stukken van de spelers blijven op het bord. Speel de animatie om dit te zien!",
    "tutorial04MoveUnion1": "Een eenheid verplaatsen",
    "tutorial04MoveUnion2": "Eens verenigd, kunnen beide spelers doorgaan met die eenheid. Je mag de eenheid alleen verplaatsen volgens de bewegingsregels van je eigen stuk.",
    "tutorial04MoveUnion3": "Als jouw stuk in een eenheid zit, noemen we het \"verenigd\". Je kunt een stuk niet alleen uit de eenheid verplaatsen. Je moet altijd zijn partner ook meenemen. Om je stuk uit een eenheid te bevrijden, moet een ander stuk het overnemen.",
    "tutorial05TakeOverUnion1": "Een eenheid overnemen",
    "tutorial05TakeOverUnion2": "Je kunt een eenheid overnemen door een van je stukken in een eenheid te spelen en je oorspronkelijke stuk te vervangen. Je kunt dan het vrije stuk volgens zijn bewegingsregels in dezelfde beurt plaatsen.",
    "tutorial05TakeOverUnion3": "In plaats van van de eenheid naar een open veld te bewegen, kan het bevrijde stuk ook worden gebruikt om een nieuwe eenheid te creëren.",
    "tutorial06ChainReaction1": "De kettingreactie",
    "tutorial06ChainReaction2": "Het is ook mogelijk om een andere eenheid over te nemen. Dit creëert een kettingreactie.",
    "tutorial06ChainReaction3": "Kettingreacties verplaatsen veel van je stukken tegelijk. Ze zijn een krachtige manier om je positie op het bord te herschikken en hebben een grote impact op het spel. Naarmate je meer ervaring opdoet, kun je langere en langere kettingen vinden om meer in één zet te doen.",
    "tutorial07EndGoal1": "Het einddoel",
    "tutorial07EndGoal2": "Het einddoel is om als eerste een van je stukken te verenigen met de koning van de andere speler. Dit betekent dat de koning nooit een eenheid kan vormen, een ketting kan starten of in een ketting kan worden gebruikt.",
    "tutorial07EndGoal3": "Je kent nu de basisregels van Paco Ŝako en bent klaar om een spel te spelen. Je kunt online met een vriend spelen of je kunt je aansluiten bij onze community Discord om iemand te vinden om mee te spelen.",
    "tutorial08Promotions1": "Promoveren van de pion",
    "tutorial08Promotions2": "Een pion die de tegenovergestelde kant van het bord bereikt, moet worden gepromoveerd naar een ander stuk. De speler die het stuk bezit mag kiezen uit \"dame\", \"paard\", \"loper\" of \"toren\".",
    "tutorial08Promotions3": "Een verschil in Paco Ŝako is dat een pion naar de tegenovergestelde kant van het bord kan worden verplaatst als onderdeel van een eenheid. In dit geval promoveert het ook en is het nog steeds de eigenaar van de pion die beslist over de promotie.",
    "tutorial09Castling1": "Rokeren",
    "tutorial09Castling2": "Rokeren is een speciale zet waarbij de koning twee velden richting een toren verplaatst wordt en vervolgens de toren naar het veld verplaatst waar de koning overheen ging.",
    "tutorial09Castling3": "Om te rokeren, selecteer je eerst de koning. Je krijgt dan de optie om hem twee velden te verplaatsen. De toren wordt automatisch voor je verplaatst.",
    "tutorial09Castling4": "Je mag alleen rokeren als noch de koning noch de toren eerder is verplaatst. Alle velden tussen de stukken moeten leeg zijn. Geen enkel veld waar de koning overheen gaat mag bedreigd worden.",
    "tutorial09Castling5": "In Paco Ŝako omvat dit ook elke bedreiging die door een kettingreactie wordt gecreëerd. Dit maakt het soms moeilijk om te weten of je daadwerkelijk mag rokeren. Wanneer je op deze website speelt, kun je gewoon de koning optillen en je krijgt alleen de optie om te rokeren als het is toegestaan.",
    "tutorial09Castling6": "Op het juiste moment rokeren of je tegenstander de kans ontzeggen om te rokeren, is vaak een belangrijk onderdeel van de strategie.",
    "tutorial10EnPassant1": "En Passant",
    "tutorial10EnPassant2": "En passant is een speciale manier voor een pion om een eenheid te vormen. Direct nadat een pion twee velden tegelijk is verplaatst, mogen de pionnen van de tegenstander ermee verenigen, alsof hij slechts één veld heeft verplaatst.",
    "tutorial10EnPassant3": "Op deze website krijg je de zet aangeboden wanneer je een pion optilt die en passant mag verenigen.",
    "tutorial10EnPassant4": "In Paco Ŝako is en passant toegestaan aan het begin, in het midden en aan het einde van een ketting.",
    "tutorial11MoreAboutChains1": "Leer meer over kettingreacties van Felix",
    "tutorial11MoreAboutChains2": "Je kunt meer leren over kettingreacties en lussen van Felix Albers, de bedenker van Paco Ŝako. Deze video geeft een korte samenvatting van deze tutorial en vervolgens meer aspecten en situaties van het spel in het tweede deel van de video vanaf 1:10."
}
