{
    "blitz": "Blixt",
    "rapid": "Snabb",
    "lightspeed": "Ljushastighet",
    "relaxed": "Avslappnad",
    "noTimer": "Utan timer",
    "createMatch": "Skapa spel",
    "iGotAnInvite": "Gå med i spel",
    "custom": "Anpassad",
    "enterMatchId": "Skriv in Spel Id",
    "joinGame": "Gå med i spel",
    "recentSearchNotAsked": "Sök senaste spel",
    "recentSearchLoading": "Söker efter senaste spel…",
    "recentSearchError": "Problem vid sökning efter spel! Försök igen?",
    "recentSearchRefresh": "Uppdatera",
    "matchId": "Spel Id",
    "watchLatestMatches": "Se senaste spelade matcherna",
    "match": "Spel",
    "gameWatchReplay": "Se Repris",
    "gameWhite": "Vit",
    "gameBlack": "Svart",
    "replayShowInEditor": "Visa i editor",
    "replayRematchFromHere": "Returmatch från drag",
    "decoClearHighlight": "Rensa Markeringar",
    "editorPageNotFound": "Sida ej funnen. Öppna tom editor.",
    "headerPlayPacoSako": "Spela Paco Ŝako",
    "headerTutorial": "Handledning",
    "hideGamesArePublicHint": "Dölj meddelande.",
    "tutorialPageTitle": "Lär dig Paco Ŝako - pacoplay.com",
    "enableGameProtection": "Tillåt Spelskydd",
    "orUseArrows": "(eller använd piltangenter)",
    "replayPreviousMove": "Föregående drag",
    "replayPlayAll": "Spela alla",
    "replayNextMove": "Nästa drag",
    "showMovementIndicators": "Visa rörelseindikatörer",
    "copy": "Kopiera",
    "editorDownloadAsSvg": "Ladda ned som Svg",
    "editorDownloadAsPng": "Ladda ned som Png",
    "editorBlackShort": "B:",
    "editorExportOptionsShow": "Visa exportalternativ",
    "editorExportOptionsHide": "Dölj exportalternativ",
    "editorPieceColors": "Pjäsfärger",
    "editorLegacyNotationRecover": "Hämta position från äldre notation",
    "editorLegacyNotationPaste": "Klistra in nivånotation.",
    "editorLegacyNotationLoad": "Ladda",
    "king": "Kung",
    "pawn": "Bonde",
    "gameTimeout": "(Tiden ute)",
    "rook": "Torn",
    "bishop": "Löpare",
    "playPacoSako": "Spela Paco Ŝako",
    "knight": "Springare",
    "queen": "Dam",
    "createNewGame": "Skapa ett nytt spel",
    "playWithoutTimeLimit": "Spela utan tidsgräns",
    "recentSearchNoGames": "Inga nyligen startade spel. Sök igen?",
    "pageNotFoundReturn": "Sida ej hittad. Återgå till startsidan.",
    "gameTitle": "Spela Paco Ŝako - pacoplay.com",
    "gameCopyToClipboard": "Kopiera URL för en vän",
    "editorAddPiece": "Lägg till pjäs:",
    "gameRestartMove": "Starta om drag",
    "gameNotConnected": "Inte ansluten",
    "gamePacoWhite": "Paco Vit",
    "gamePlayAs": "Spela som:",
    "gamePacoBlack": "Paco Svart",
    "gameDraw": "Remi",
    "decoNormalMode": "Normalt Läge",
    "decoHighlight": "Markera",
    "headerDesignPuzzles": "Designa Pussel",
    "decoArrows": "Pilar",
    "decoClearArrows": "Rensa Pilar",
    "watchReplayPageTitle": "Se repris - pacoplay.com",
    "replayPreviousAction": "Föregående handling",
    "replayNextAction": "Nästa handling",
    "replayRestart": "Börja om",
    "editorWhiteShort": "W:",
    "headerLogin": "Logga in",
    "loadingReplayData": "Laddar reprisdata…",
    "gamesArePublicHint": "Alla matcher du spelar sparas på obestämd tid och är tillgängliga offentligt!",
    "editorPageTitle": "Designa pussel - pacoplay.com",
    "tutorial00ClickToEnableYoutube": "Klicka för att aktivera videon. Genom att klicka laddar du innehåll från YouTube.",
    "tutorial01Introduction1": "En introduktion till Paco Ŝako",
    "tutorial01Introduction2": "Paco Ŝako är ett spel om fred skapat av den nederländska konstnären Felix Albers. Namnet Paco Ŝako betyder \"Fredsschack\" på esperanto, fredens språk.",
    "tutorial01Introduction3": "Denna första del av guiden finns även tillgänglig på engelska på Youtube, om du föredrar att lära dig från en video.",
    "tutorial02Movement1": "Hur pjäserna rör sig",
    "tutorial02Movement2": "Varje Paco Ŝako pjäs rör sig på samma sätt som en traditionell schackpjäs. Denna guide förutsätter att du redan har en grundläggande förståelse för schack.",
    "tutorial02Movement3": "Här är en öppning från ett Paco Ŝako-parti där några vanliga drag spelas. Klicka eller tryck för att spela upp!",
    "tutorial02Movement4": "Även om dessa drag följer schackens regler, kan de se rätt vårdslösa ut. Båda spelarna placerar sina värdefulla pjäser direkt på hotade rutor. Vad är det som pågår här?",
    "tutorial03CreateUnion1": "Skapa en union",
    "tutorial03CreateUnion2": "I Paco Ŝako tar du aldrig bort den andra spelarens pjäser. Istället har du möjligheten att förena din pjäs med deras pjäser. Båda spelarnas pjäser stannar kvar på brädet. Spela upp animationen för att se detta i aktion!",
    "tutorial04MoveUnion1": "Flytta en union",
    "tutorial04MoveUnion2": "När de är förenade kan båda spelarna fortsätta spela med den unionen. Du får endast flytta unionen enligt din egen pjäs rörelseregler.",
    "tutorial04MoveUnion3": "Om din pjäs är i en union, kallar vi den \"förenad\". Du kan inte flytta en pjäs ur en union på egen hand. Du måste alltid ta med dess partner också. För att frigöra din pjäs från en union måste en annan pjäs ta över.",
    "tutorial05TakeOverUnion1": "Ta över en union",
    "tutorial05TakeOverUnion2": "Du kan ta över en union genom att spela en av dina pjäser in i en union och ersätta din ursprungliga pjäs. Du kan sedan placera den fria pjäsen enligt dess rörelses regler i samma drag.",
    "tutorial05TakeOverUnion3": "Istället för att flytta från unionen till en öppen ruta, kan den befriade pjäsen också användas för att skapa en ny union.",
    "tutorial06ChainReaction1": "Kedjereaktionen",
    "tutorial06ChainReaction2": "Det är också möjligt att ta över en annan union. Detta skapar en kedjereaktion.",
    "tutorial06ChainReaction3": "Kedjereaktioner flyttar många av dina pjäser samtidigt. De är ett kraftfullt sätt att omforma din position på brädet och har en påtaglig inverkan på spelet. När du får mer erfarenhet kommer du att kunna hitta längre och längre kedjor för att göra mer i ett enskilt drag.",
    "tutorial07EndGoal1": "Slutmålet",
    "tutorial07EndGoal2": "Slutmålet är att vara den första spelaren att förena en av dina pjäser med den andra spelarens kung. Detta innebär att kungen aldrig kan bilda en union, starta en kedja eller användas i en kedja.",
    "tutorial07EndGoal3": "Du känner nu till de grundläggande reglerna för Paco Ŝako och är redo att spela ett parti. Du kan spela online med en vän eller gå med i vårt community Discord för att hitta någon att spela med.",
    "tutorial08Promotions1": "Promovering av en bonde",
    "tutorial08Promotions2": "En bonde som når motsatta sidan av brädet måste promoveras till en annan pjäs. Spelaren som äger pjäsen får välja en av \"drottning\", \"springare\", \"löpare\" eller \"torn\".",
    "tutorial08Promotions3": "En skillnad i Paco Ŝako är att en bonde kan flyttas till motsatta sidan av brädet som en del av en union. I detta fall promoveras den också och det är fortfarande ägaren av bonden som bestämmer promoveringen.",
    "tutorial09Castling1": "Rockad",
    "tutorial09Castling2": "Rockad är ett speciellt drag där kungen flyttas två rutor mot ett torn och sedan flyttas tornet till rutan som kungen passerade.",
    "tutorial09Castling3": "För att rocka, välj kungen först. Du kommer att erbjudas ett alternativ att flytta den två rutor. Tornet flyttas automatiskt åt dig.",
    "tutorial09Castling4": "Du får endast rocka om varken kungen eller tornet har flyttats tidigare. Alla rutor mellan pjäserna måste vara tomma. Inga rutor som kungen passerar får vara hotade.",
    "tutorial09Castling5": "I Paco Ŝako innefattar detta också hot som skapas genom en kedja. Detta kan ibland göra det svårt att veta om du faktiskt får rocka. När du spelar på denna webbplats kan du bara lyfta kungen och det kommer endast att erbjudas rockad när det är tillåtet.",
    "tutorial09Castling6": "Att rocka vid rätt tillfälle eller förneka din motståndare möjligheten att rocka, är ofta en viktig del av strategin.",
    "tutorial10EnPassant1": "En Passant",
    "tutorial10EnPassant2": "En passant är ett speciellt sätt för en bonde att bilda en union. Direkt efter en bonde har flyttats två rutor på en gång får motståndarens bönder förena sig med den, som om den bara flyttade en ruta.",
    "tutorial10EnPassant3": "På denna webbplats kommer du att erbjudas draget, när du lyfter en bonde som får förena en passant.",
    "tutorial10EnPassant4": "I Paco Ŝako är en passant tillåten i början, i mitten och i slutet av en kedja.",
    "tutorial11MoreAboutChains1": "Lär dig mer om kedjor från Felix",
    "tutorial11MoreAboutChains2": "Du kan lära dig mer om kedjor och loopar från Felix Albers, skaparen av Paco Ŝako. Denna video ger en kort återblick på denna handledning och sedan fler aspekter och situationer av spelet i den andra delen av videon vid 1:10."
}
